Repository: isnine/TLingo
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, id, it, ja, ko, ms, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant, zh_hk

source: Select at least one AI model to continue.
ar: حدد نموذج ذكاء اصطناعي واحدًا على الأقل للمتابعة.
da: Vælg mindst én AI-model for at fortsætte.
de: Wählen Sie mindestens ein KI-Modell, um fortzufahren.
es: Selecciona al menos un modelo de IA para continuar.
fr: Sélectionnez au moins un modèle d'IA pour continuer.
id: Pilih setidaknya satu model AI untuk melanjutkan.
it: Seleziona almeno un modello AI per continuare.
ja: 続行するには、少なくとも1つのAIモデルを選択してください。
ko: 계속하려면 최소 한 개의 AI 모델을 선택하세요.
ms: Pilih sekurang-kurangnya satu model AI untuk meneruskan.
nb: Velg minst én AI-modell for å fortsette.
nl: Selecteer ten minste één AI-model om door te gaan.
pl: Wybierz co najmniej jeden model AI, aby kontynuować.
pt_br: Selecione pelo menos um modelo de IA para continuar.
sv: Välj minst en AI-modell för att fortsätta.
tr: Devam etmek için en az bir AI modeli seçin.
zh_hans: 请选择至少一个 AI 模型以继续。
zh_hant: 請至少選擇一個 AI 模型以繼續。
zh_hk: 請至少選擇一個 AI 模型以繼續。

source: Select at least one model to continue.
ar: اختر نموذجًا واحدًا على الأقل للمتابعة.
da: Vælg mindst én model for at fortsætte.
de: Wählen Sie mindestens ein Modell aus, um fortzufahren.
es: Seleccione al menos un modelo para continuar.
fr: Sélectionnez au moins un modèle pour continuer.
id: Pilih setidaknya satu model untuk melanjutkan.
it: Seleziona almeno un modello per continuare.
ja: 続行するには、少なくとも1つのモデルを選択してください。
ko: 계속하려면 최소한 하나의 모델을 선택하세요.
ms: Pilih sekurang-kurangnya satu model untuk meneruskan.
nb: Velg minst én modell for å fortsette.
nl: Selecteer minstens één model om door te gaan.
pl: Wybierz co najmniej jeden model, aby kontynuować.
pt_br: Selecione pelo menos um modelo para continuar.
sv: Välj minst en modell för att fortsätta.
tr: Devam etmek için en az bir model seçin.
zh_hans: 至少选择一个模型以继续。
zh_hant: 至少選擇一個模型以繼續。
zh_hk: 至少選擇一個模型以繼續。

source: Select both source and target languages before starting realtime translation.
ar: حدد كلًا من لغة المصدر واللغة الهدف قبل بدء الترجمة في الوقت الفعلي.
da: Vælg både kilde- og målsprog, før du starter oversættelse i realtid.
de: Wählen Sie sowohl Ausgangs- als auch Zielsprache, bevor Sie die Echtzeitübersetzung starten.
es: Seleccione tanto el idioma de origen como el de destino antes de iniciar la traducción en tiempo real.
fr: Sélectionnez la langue source et la langue cible avant de démarrer la traduction en temps réel.
id: Pilih bahasa sumber dan bahasa tujuan sebelum memulai terjemahan waktu nyata.
it: Seleziona sia la lingua di origine che la lingua di destinazione prima di avviare la traduzione in tempo reale.
ja: リアルタイム翻訳を開始する前に、ソース言語とターゲット言語の両方を選択してください。
ko: 실시간 번역을 시작하기 전에 소스 언어와 대상 언어를 모두 선택하세요.
ms: Pilih kedua-dua bahasa sumber dan sasaran sebelum memulakan terjemahan masa nyata.
nb: Velg både kildespråk og målspråk før du starter sanntidsoversettelse.
nl: Selecteer zowel bron- als doeltaal voordat je realtime vertaling start.
pl: Wybierz zarówno język źródłowy, jak i docelowy przed rozpoczęciem tłumaczenia w czasie rzeczywistym.
pt_br: Selecione tanto o idioma de origem quanto o de destino antes de iniciar a tradução em tempo real.
sv: Välj både käll- och målspråk innan du startar realtidsöversättning.
tr: Gerçek zamanlı çeviriye başlamadan önce hem kaynak hem de hedef dili seçin.
zh_hans: 在开始实时翻译之前，请先选择源语言和目标语言。
zh_hant: 在開始即時翻譯之前，請先選擇來源語言和目標語言。
zh_hk: 在開始即時翻譯之前，請先選擇來源語言和目標語言。

source: Select Language
ar: اختر اللغة
da: Vælg sprog
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
id: Pilih Bahasa
it: Seleziona lingua
ja: 言語を選択
ko: 언어 선택
ms: Pilih bahasa
nb: Velg språk
nl: Selecteer taal
pl: Wybierz język
pt_br: Selecionar idioma
sv: Välj språk
tr: Dil Seçin
zh_hans: 选择语言
zh_hant: 選擇語言
zh_hk: 選擇語言

source: Select models to use for translation
ar: اختر النماذج المراد استخدامها للترجمة
da: Vælg modeller til oversættelse
de: Wählen Sie Modelle aus, die für die Übersetzung verwendet werden sollen
es: Seleccione los modelos para usar en la traducción
fr: Sélectionnez les modèles à utiliser pour la traduction
id: Pilih model untuk digunakan dalam terjemahan
it: Seleziona i modelli da utilizzare per la traduzione
ja: 翻訳に使用するモデルを選択してください
ko: 번역에 사용할 모델을 선택하세요
ms: Pilih model yang akan digunakan untuk terjemahan
nb: Velg modeller for oversettelse
nl: Selecteer modellen voor vertaling
pl: Wybierz modele używane do tłumaczenia
pt_br: Selecione os modelos para usar na tradução
sv: Välj modeller för översättning
tr: Çeviri için kullanılacak modelleri seçin
zh_hans: 选择用于翻译的模型
zh_hant: 選取翻譯用的模型
zh_hk: 選擇要用於翻譯的模型

source: Select one or more models. Choose at least one AI model to try with Polish.
ar: حدد نموذجًا واحدًا أو أكثر. اختر نموذج ذكاء اصطناعي واحدًا على الأقل لتجربته مع Polish.
da: Vælg én eller flere modeller. Vælg mindst én AI-model til at prøve med Polish.
de: Wählen Sie ein oder mehrere Modelle. Wählen Sie mindestens ein KI-Modell, um es mit Polish auszuprobieren.
es: Selecciona uno o más modelos. Elige al menos un modelo de IA para probar con Polish.
fr: Sélectionnez un ou plusieurs modèles. Choisissez au moins un modèle d'IA à essayer avec Polish.
id: Pilih satu atau lebih model. Pilih setidaknya satu model AI untuk dicoba dengan Polish.
it: Seleziona uno o più modelli. Scegli almeno un modello AI da provare con Polish.
ja: 1つ以上のモデルを選択してください。Polishで試すには、少なくとも1つのAIモデルを選んでください。
ko: 하나 이상의 모델을 선택하세요. Polish로 시도하려면 최소 한 개의 AI 모델을 선택하세요.
ms: Pilih satu atau lebih model. Pilih sekurang-kurangnya satu model AI untuk dicuba dengan Polish.
nb: Velg én eller flere modeller. Velg minst én AI-modell for å prøve med Polish.
nl: Selecteer één of meer modellen. Kies ten minste één AI-model om met Polish te proberen.
pl: Wybierz jeden lub więcej modeli. Wybierz co najmniej jeden model AI, aby wypróbować go z Polish.
pt_br: Selecione um ou mais modelos. Escolha pelo menos um modelo de IA para testar com Polish.
sv: Välj en eller flera modeller. Välj minst en AI-modell att prova med Polish.
tr: Bir veya daha fazla model seçin. Polish ile denemek için en az bir AI modeli seçin.
zh_hans: 选择一个或多个模型。选择至少一个 AI 模型以与 Polish 一起尝试。
zh_hant: 選擇一個或多個模型。選擇至少一個 AI 模型以配合 Polish 嘗試。
zh_hk: 選擇一個或多個模型。選擇至少一個 AI 模型以配合 Polish 嘗試。

source: Select Source Language
ar: اختر لغة المصدر
da: Vælg kildesprog
de: Quellsprache auswählen
es: Seleccionar idioma de origen
fr: Sélectionner la langue source
id: Pilih Bahasa Sumber
it: Seleziona lingua sorgente
ja: ソース言語を選択
ko: 소스 언어 선택
ms: Pilih Bahasa Sumber
nb: Velg kilde språk
nl: Selecteer brontaal
pl: Wybierz język źródłowy
pt_br: Selecionar idioma de origem
sv: Välj källspråk
tr: Kaynak Dili Seçin
zh_hans: 选择源语言
zh_hant: 選擇源語言
zh_hk: 選擇源語言

source: Select Target Language
ar: اختر اللغة المستهدفة
da: Vælg målsprog
de: Zielsprache auswählen
es: Seleccione el idioma objetivo
fr: Sélectionnez la langue cible
id: Pilih bahasa tujuan
it: Seleziona la lingua di destinazione
ja: 対象言語を選択してください
ko: 대상 언어를 선택하세요
ms: Pilih Bahasa Sasaran
nb: Velg målspråk
nl: Selecteer doeltaal
pl: Wybierz język docelowy
pt_br: Selecione o idioma de destino
sv: Välj målspråk
tr: Hedef dili seçin
zh_hans: 选择目标语言
zh_hant: 選取目標語言
zh_hk: 選擇目標語言

source: Select text anywhere and translate it from the text menu.
ar: حدد النص في أي مكان وترجمه من قائمة النص.
da: Markér tekst hvor som helst og oversæt den fra tekstmenuen.
de: Wähle Text überall aus und übersetze ihn über das Textmenü.
es: Selecciona texto en cualquier lugar y tradúcelo desde el menú de texto.
fr: Sélectionnez du texte n'importe où et traduisez-le depuis le menu de texte.
id: Pilih teks di mana saja dan terjemahkan dari menu teks.
it: Seleziona il testo ovunque e traducilo dal menu del testo.
ja: どこでもテキストを選択し、テキストメニューから翻訳できます。
ko: 어디에서나 텍스트를 선택하고 텍스트 메뉴에서 번역하세요.
ms: Pilih teks di mana-mana dan terjemahkannya dari menu teks.
nb: Velg tekst hvor som helst og oversett den fra tekstmenyen.
nl: Selecteer tekst overal en vertaal het vanuit het tekstmenu.
pl: Zaznacz tekst w dowolnym miejscu i przetłumacz go z menu tekstowego.
pt_br: Selecione texto em qualquer lugar e traduza a partir do menu de texto.
sv: Markera text var som helst och översätt den från textmenyn.
tr: Herhangi bir yerde metin seçin ve metin menüsünden çevirin.
zh_hans: 在任何地方选择文本，然后从文本菜单进行翻译。
zh_hant: 在任何地方選取文字，然後從文字選單翻譯。
zh_hk: 在任何地方選取文字，然後從文字選單翻譯。

source: Select text in any app to instantly translate it. TLingo needs Accessibility permission to detect your text selections.
ar: حدد نصًا في أي تطبيق لترجمته على الفور. يحتاج TLingo إلى إذن الوصول للكشف عن تحديدات النص الخاصة بك.
da: Vælg tekst i en vilkårlig app for at oversætte den med det samme. TLingo har brug for adgangstilladelse til tilgængelighedsfunktioner for at registrere dine tekstmarkeringer.
de: Wählen Sie Text in einer beliebigen App aus, um ihn sofort zu übersetzen. TLingo benötigt die Erlaubnis für Barrierefreiheit, um Ihre Textauswahlen zu erkennen.
es: Selecciona texto en cualquier aplicación para traducirlo instantáneamente. TLingo necesita permiso de accesibilidad para detectar tus selecciones de texto.
fr: Sélectionnez du texte dans n'importe quelle application pour le traduire instantanément. TLingo a besoin de la permission d'accessibilité pour détecter vos sélections de texte.
id: Pilih teks di aplikasi mana saja untuk menerjemahkannya secara instan. TLingo memerlukan izin Aksesibilitas untuk mendeteksi pilihan teks Anda.
it: Seleziona un testo in qualsiasi app per tradurlo istantaneamente. TLingo ha bisogno del permesso di accessibilità per rilevare le tue selezioni di testo.
ja: 任意のアプリでテキストを選択すると、即座に翻訳されます。TLingoは、テキスト選択を検出するためにアクセシビリティの権限が必要です。
ko: 모든 앱에서 텍스트를 선택하여 즉시 번역합니다. TLingo는 텍스트 선택을 감지하기 위해 접근성 권한이 필요합니다.
ms: Pilih teks dalam mana-mana aplikasi untuk menterjemahkannya serta-merta. TLingo memerlukan kebenaran Aksesibiliti untuk mengesan pemilihan teks anda.
nb: Velg tekst i en hvilken som helst app for å oversette den umiddelbart. TLingo trenger tilgangstillatelse for å oppdage tekstvalgene dine.
nl: Selecteer tekst in een app om deze direct te vertalen. TLingo heeft Toegankelijkheidspermissie nodig om uw tekstselecties te detecteren.
pl: Zaznacz tekst w dowolnej aplikacji, aby przetłumaczyć go natychmiast. TLingo potrzebuje uprawnień Dostępności, aby wykrywać zaznaczenia tekstu.
pt_br: Selecione texto em qualquer aplicativo para traduzi-lo instantaneamente. TLingo precisa de permissão de Acessibilidade para detectar suas seleções de texto.
sv: Välj text i vilken app som helst för att översätta den direkt. TLingo behöver åtkomstbehörighet för att upptäcka dina textval.
tr: Herhangi bir uygulamada metin seçin ve anında çevirin. TLingo, metin seçimlerinizi tespit etmek için Erişilebilirlik iznine ihtiyaç duyar.
zh_hans: 在任何应用中选择文本以立即翻译。TLingo 需要无障碍权限来检测您的文本选择。
zh_hant: 在任何應用中選擇文本以立即翻譯。TLingo 需要無障礙權限來檢測您的文本選擇。
zh_hk: 在任何應用程式中選擇文本以立即翻譯。TLingo 需要無障礙權限來檢測您的文本選擇。

source: Select text in any app to translate
ar: حدد نصًا في أي تطبيق لترجمته
da: Vælg tekst i en vilkårlig app for at oversætte den
de: Wählen Sie Text in einer beliebigen App aus, um ihn zu übersetzen
es: Selecciona texto en cualquier aplicación para traducir
fr: Sélectionnez du texte dans n'importe quelle application pour traduire
id: Pilih teks di aplikasi mana saja untuk menerjemahkan
it: Seleziona un testo in qualsiasi app per tradurre
ja: 任意のアプリでテキストを選択して翻訳
ko: 모든 앱에서 텍스트를 선택하여 번역하세요.
ms: Pilih teks dalam mana-mana aplikasi untuk menterjemahkannya
nb: Velg tekst i en hvilken som helst app for å oversette
nl: Selecteer tekst in een app om te vertalen
pl: Zaznacz tekst w dowolnej aplikacji, aby go przetłumaczyć
pt_br: Selecione texto em qualquer aplicativo para traduzir
sv: Välj text i vilken app som helst för att översätta
tr: Herhangi bir uygulamada metin seçin ve çevirin
zh_hans: 在任何应用中选择文本进行翻译
zh_hant: 在任何應用中選擇文本以進行翻譯
zh_hk: 在任何應用程式中選擇文本以進行翻譯

source: Select text in any app to translate or polish it.
ar: حدد نصًا في أي تطبيق لترجمته أو لتحسينه.
da: Markér tekst i enhver app for at oversætte eller forbedre den.
de: Wählen Sie Text in einer beliebigen App, um ihn zu übersetzen oder zu verbessern.
es: Selecciona texto en cualquier app para traducirlo o pulirlo.
fr: Sélectionnez du texte dans n'importe quelle app pour le traduire ou l'améliorer.
id: Pilih teks di aplikasi mana pun untuk menerjemahkan atau memperbaikinya.
it: Seleziona il testo in qualsiasi app per tradurlo o migliorarlo.
ja: 任意のアプリでテキストを選択して、翻訳またはブラッシュアップできます。
ko: 어떤 앱에서든 텍스트를 선택해 번역하거나 다듬으세요.
ms: Pilih teks dalam mana-mana aplikasi untuk menterjemah atau memperkemasnya.
nb: Velg tekst i en hvilken som helst app for å oversette eller forbedre den.
nl: Selecteer tekst in elke app om het te vertalen of te verbeteren.
pl: Zaznacz tekst w dowolnej aplikacji, aby go przetłumaczyć lub poprawić.
pt_br: Selecione texto em qualquer app para traduzir ou aprimorar.
sv: Välj text i vilken app som helst för att översätta eller förbättra den.
tr: Herhangi bir uygulamada metin seçerek çevirin veya düzeltin.
zh_hans: 在任何应用中选择文本以翻译或润色。
zh_hant: 在任何應用程式中選取文字以翻譯或潤飾。
zh_hk: 在任何應用程式中選取文字以翻譯或潤飾。

source: Select the text below, then use the translate button that appears at its bottom-right.
ar: حدد النص أدناه، ثم استخدم زر الترجمة الذي يظهر في الزاوية السفلية اليمنى.
da: Markér teksten nedenfor, og brug derefter oversættelsesknappen, der vises nederst til højre.
de: Wähle den Text unten aus und verwende dann die Übersetzen-Taste, die unten rechts erscheint.
es: Selecciona el texto de abajo y usa el botón de traducción que aparece en la esquina inferior derecha.
fr: Sélectionnez le texte ci-dessous, puis utilisez le bouton de traduction qui apparaît en bas à droite.
id: Pilih teks di bawah, lalu gunakan tombol terjemahkan yang muncul di kanan bawah.
it: Seleziona il testo qui sotto, poi usa il pulsante di traduzione che appare in basso a destra.
ja: 下のテキストを選択し、右下に表示される翻訳ボタンを使用してください。
ko: 아래 텍스트를 선택한 다음 오른쪽 아래에 나타나는 번역 버튼을 사용하세요.
ms: Pilih teks di bawah, kemudian gunakan butang terjemah yang muncul di bahagian bawah kanan.
nb: Marker teksten nedenfor, og bruk deretter oversettelsesknappen som vises nederst til høyre.
nl: Selecteer de tekst hieronder en gebruik daarna de vertaalknop die rechtsonder verschijnt.
pl: Zaznacz tekst poniżej, a następnie użyj przycisku tłumaczenia, który pojawi się w prawym dolnym rogu.
pt_br: Selecione o texto abaixo e use o botão de tradução que aparece no canto inferior direito.
sv: Markera texten nedan och använd sedan översättningsknappen som visas längst ned till höger.
tr: Aşağıdaki metni seçin, ardından sağ altta görünen çeviri düğmesini kullanın.
zh_hans: 选择下方文本，然后使用右下角出现的翻译按钮。
zh_hant: 選取下方文字，然後使用右下角出現的翻譯按鈕。
zh_hk: 選取下方文字，然後使用右下角出現的翻譯按鈕。

source: Select this sentence, then tap Translate from the text menu.
ar: حدد هذه الجملة، ثم اضغط على «ترجمة» في قائمة النص.
da: Vælg denne sætning, og tryk derefter på Oversæt i tekstmenuen.
de: Wählen Sie diesen Satz aus und tippen Sie dann im Textmenü auf Übersetzen.
es: Seleccione esta frase, luego toque Traducir en el menú de texto.
fr: Sélectionnez cette phrase, puis appuyez sur Traduire dans le menu de texte.
id: Pilih kalimat ini, lalu ketuk Terjemahkan dari menu teks.
it: Seleziona questa frase, poi tocca Traduci nel menu del testo.
ja: この文を選択してから、テキストメニューの「翻訳」をタップしてください。
ko: 이 문장을 선택한 다음 텍스트 메뉴에서 번역을 탭하세요.
ms: Pilih ayat ini, kemudian ketik 'Terjemah' dari menu teks.
nb: Velg denne setningen, og trykk deretter på 'Oversett' fra tekstmenyen.
nl: Selecteer deze zin en tik vervolgens op Vertalen in het tekstmenu.
pl: Zaznacz to zdanie, a następnie stuknij „Tłumacz” w menu tekstu.
pt_br: Selecione esta frase e, em seguida, toque em Traduzir no menu de texto.
sv: Markera den här meningen, tryck sedan på Översätt i textmenyn.
tr: Bu cümleyi seçin, ardından metin menüsünden Çevir'e dokunun.
zh_hans: 选中此句，然后在文本菜单中轻点“翻译”。
zh_hant: 選取此句，然後在文字選單中點按「翻譯」。
zh_hk: 選取此句，然後在文字選單中點按「翻譯」。

source: Select TLingo
ar: اختر TLingo
da: Vælg TLingo
de: TLingo auswählen
es: Seleccione TLingo
fr: Sélectionnez TLingo
id: Pilih TLingo
it: Seleziona TLingo
ja: TLingoを選択
ko: TLingo 선택
ms: Pilih TLingo
nb: Velg TLingo
nl: Selecteer TLingo
pl: Wybierz TLingo
pt_br: Selecione o TLingo
sv: Välj TLingo
tr: TLingo'yu seçin
zh_hans: 选择 TLingo
zh_hant: 選擇 TLingo
zh_hk: 選擇 TLingo

source: Select Voice
ar: اختر الصوت
da: Vælg en stemme
de: Stimme auswählen
es: Seleccione la voz
fr: Sélectionnez la voix
id: Pilih suara
it: Seleziona la voce
ja: 声を選択してください
ko: 음성을 선택하세요
ms: Pilih Suara
nb: Velg en stemme
nl: Selecteer een stem
pl: Wybierz głos
pt_br: Selecione a voz
sv: Välj en röst
tr: Sesi seçin
zh_hans: 选择声音
zh_hant: 選取語音
zh_hk: 選擇聲音

source: Select which engines TLingo uses by default. You can change this later in Settings.
ar: حدد أي المحركات يستخدمها TLingo بشكل افتراضي. يمكنك تغيير هذا senere في الإعدادات.
da: Vælg hvilke motorer TLingo bruger som standard. Du kan ændre dette senere i Indstillinger.
de: Wählen Sie aus, welche Motoren TLingo standardmäßig verwendet. Sie können dies später in den Einstellungen ändern.
es: Selecciona qué motores utiliza TLingo por defecto. Puedes cambiar esto más tarde en Configuración.
fr: Sélectionnez quelles moteurs TLingo utilise par défaut. Vous pouvez modifier cela plus tard dans les paramètres.
id: Pilih mesin mana yang digunakan TLingo secara default. Anda dapat mengubah ini nanti di Pengaturan.
it: Seleziona quali motori utilizza TLingo per impostazione predefinita. Puoi cambiare questo in seguito nelle impostazioni.
ja: TLingoがデフォルトで使用するエンジンを選択します。設定でこれを後で変更できます。
ko: TLingo의 기본 사용 엔진을 선택하세요. 나중에 설정에서 이것을 변경할 수 있습니다.
ms: Pilih enjin mana yang akan digunakan TLingo secara lalai. Anda boleh menukar ini kemudian dalam Tetapan.
nb: Velg hvilke motorer TLingo bruker som standard. Du kan endre dette senere i innstillinger.
nl: Selecteer welke engines TLingo standaard gebruikt. U kunt dit later in de instellingen wijzigen.
pl: Wybierz, których silników ma domyślnie używać TLingo. Możesz to zmienić później w Ustawieniach.
pt_br: Selecione quais motores o TLingo usa por padrão. Você pode alterar isso mais tarde nas Configurações.
sv: Välj vilka motorer TLingo använder som standard. Du kan ändra detta senare i Inställningar.
tr: TLingo'nun varsayılan olarak kullandığı motorları seçin. Bunu daha sonra Ayarlar'da değiştirebilirsiniz.
zh_hans: 选择 TLingo 默认使用的引擎。您可以稍后在设置中更改此设置。
zh_hant: 選擇 TLingo 預設使用的引擎。您可以稍後在設定中更改此設置。
zh_hk: 選擇 TLingo 預設使用的引擎。您可以稍後在設定中更改此設置。

source: Selected text translation is working.
ar: تعمل ترجمة النص المحدد.
da: Oversættelse af markeret tekst fungerer.
de: Die Übersetzung des ausgewählten Textes funktioniert.
es: La traducción del texto seleccionado está funcionando.
fr: La traduction du texte sélectionné fonctionne.
id: Terjemahan teks yang dipilih berfungsi.
it: La traduzione del testo selezionato funziona.
ja: 選択したテキストの翻訳が機能しています。
ko: 선택한 텍스트 번역이 작동하고 있습니다.
ms: Terjemahan teks yang dipilih berfungsi.
nb: Oversettelse av valgt tekst fungerer.
nl: Vertaling van geselecteerde tekst werkt.
pl: Tłumaczenie zaznaczonego tekstu działa.
pt_br: A tradução do texto selecionado está funcionando.
sv: Översättning av markerad text fungerar.
tr: Seçili metin çevirisi çalışıyor.
zh_hans: 选中文本翻译正常工作。
zh_hant: 已選取的文字翻譯運作正常。
zh_hk: 所選文字的翻譯功能正常。

source: Send
ar: إرسال
de: Senden
es: Enviar
fr: Envoyer
id: Kirim
it: Invia
ja: 送信
ko: 보내기
ms: Hantar
nl: Verzenden
pl: Wyślij
pt_br: Enviar
sv: Skicka
tr: Gönder
zh_hans: 发送
zh_hant: 發送
zh_hk: 發送

source: Send Code
ar: إرسال الكود
da: Send kode
de: Code senden
es: Enviar código
fr: Envoyer le code
id: Kirim kode
it: Invia codice
ja: コードを送信
ko: 코드 전송
ms: Hantar kod
nb: Send kode
nl: Code verzenden
pl: Wyślij kod
pt_br: Enviar código
sv: Skicka kod
tr: Kodu gönder
zh_hans: 发送代码
zh_hant: 發送代碼
zh_hk: 發送代碼

source: Sentence Analysis
ar: تحليل الجملة
da: Sætninganalyse
de: Satzanalyse
es: Análisis de oraciones
fr: Analyse de phrases
id: Analisis kalimat
it: Analisi della frase
ja: 文の解析
ko: 문장 분석
ms: Analisis ayat
nb: Setningsanalyse
nl: Zinsanalyse
pl: Analiza zdania
pt_br: Análise de frases
sv: Meningsanalys
tr: Cümle Analizi
zh_hans: 语法分析
zh_hant: 句子分析
zh_hk: 句子分析

source: Sentence Pairs
ar: أزواج الجمل
da: Sætningspar
de: Satzpaare
es: Pares de oraciones
fr: Paires de phrases
id: Pasangan kalimat
it: Coppie di frasi
ja: 文のペア
ko: 문장 쌍
ms: Pasangan ayat
nb: Setningspar
nl: Zinparen
pl: Pary zdań
pt_br: Pares de frases
sv: Meningspar
tr: Cümle İkilileri
zh_hans: 句对
zh_hant: 句子配對
zh_hk: 句子對

source: Sentence Translate
ar: ترجمة الجمل
da: Sætningsoversættelse
de: Satzübersetzung
es: Traducción de oraciones
fr: Traduction de phrases
id: Terjemahan kalimat
it: Traduzione della frase
ja: 文の翻訳
ko: 문장 번역
ms: Terjemahan ayat
nb: Setningoversettelse
nl: Vertaling van zinnen
pl: Tłumaczenie zdań
pt_br: Tradução de frases
sv: Meningsöversättning
tr: Cümle Çevirisi
zh_hans: 逐句翻译
zh_hant: 句子翻譯
zh_hk: 句子翻譯

# Server error (%lld): %@
source: Server error (%1$lld): %2$@
ar: خطأ في الخادم (%1$lld): %2$@
da: Serverfejl (%1$lld): %2$@
de: Serverfehler (%1$lld): %2$@
es: Error del servidor (%1$lld): %2$@
fr: Erreur du serveur (%1$lld): %2$@
id: Kesalahan server (%1$lld): %2$@
it: Errore del server (%1$lld): %2$@
ja: サーバーエラー (%1$lld): %2$@
ko: 서버 오류 (%1$lld): %2$@
ms: Ralat pelayan (%1$lld): %2$@
nb: Serverfeil (%1$lld): %2$@
nl: Serverfout (%1$lld): %2$@
pl: Błąd serwera (%1$lld): %2$@
pt_br: Erro de servidor (%1$lld): %2$@
sv: Serverfel (%1$lld): %2$@
tr: Sunucu hatası (%1$lld): %2$@
zh_hans: 服务器错误 (%1$lld): %2$@
zh_hant: 伺服器錯誤 (%1$lld): %2$@
zh_hk: 伺服器錯誤 (%1$lld): %2$@

source: Set a shortcut in Settings → Hotkeys
ar: قم بتعيين اختصار في الإعدادات ← اختصارات المفاتيح
da: Indstil en genvej i Indstillinger → Genvejstaster
de: Legen Sie eine Verknüpfung in Einstellungen → Tastenkombinationen fest
es: Establezca un atajo en Configuración → Atajos
fr: Définissez un raccourci dans Réglages → Raccourcis
id: Tetapkan pintasan di Pengaturan → Pintasan
it: Imposta un collegamento in Impostazioni → Scorciatoie
ja: 設定 → ホットキーでショートカットを設定
ko: 설정 → 바로 가기에서 단축키 설정
ms: Tetapkan pintasan di Tetapan → Kekunci panas
nb: Sett opp en snarvei i Innstillinger → Hurtigtaster
nl: Stel een sneltoets in via Instellingen → Sneltoetsen
pl: Ustaw skrót w Ustawieniach → Skróty klawiszowe
pt_br: Defina um atalho em Configurações → Atalhos
sv: Ställ in en genväg i Inställningar → Kortkommandon
tr: Ayarlar → Kısayollar bölümünde bir kısayol ayarlayın
zh_hans: 在设置 → 快捷键中设置快捷键
zh_hant: 在設置 → 快捷鍵中設置快捷方式
zh_hk: 在設定 → 快捷鍵中設定捷徑

source: Set as System Translator
ar: تعيين كمترجم للنظام
da: Indstil som systemoversætter
de: Als Systemübersetzer festlegen
es: Establecer como traductor del sistema
fr: Définir comme traducteur système
id: Tetapkan sebagai penerjemah sistem
it: Imposta come traduttore di sistema
ja: システム翻訳者として設定
ko: 시스템 번역기로 설정
ms: Tetapkan sebagai penterjemah sistem
nb: Sett som systemoversetter
nl: Instellen als systeemvertaler
pl: Ustaw jako tłumacz systemowy
pt_br: Definir como tradutor do sistema
sv: Ställ in som systemöversättare
tr: Sistem çevirmeni olarak ayarla
zh_hans: 设置为系统翻译器
zh_hant: 設置為系統翻譯員
zh_hk: 設置為系統翻譯員
